{
  "01_mosdac_overview": {
    "MOSDAC Overview - What is MOSDAC?": "The Meteorological and Oceanographic Satellite Data Archival Centre (MOSDAC) is a specialized data centre established by the Indian Space Research Organisation (ISRO). It functions under the Space Applications Centre (SAC) located in Ahmedabad, India.",
    "MOSDAC Overview - Mission and Purpose": "MOSDAC serves as India's national repository for satellite-derived meteorological and oceanographic data. Its core mission is to support the archiving, processing, and dissemination of high-value satellite data products. The centre caters to a wide user base, including: - Researchers and scientists - Operational weather and disaster management agencies - Academic and educational institutions - General public, both nationally and internationally",
    "MOSDAC Overview - Applications and Impact": "The data and services provided by MOSDAC support a range of applications such as: - Weather forecasting and early warning systems - Climate monitoring and atmospheric studies - Ocean state estimation and coastal management - Disaster response and mitigation - Scientific research and environmental modeling",
    "MOSDAC Overview - Access via Online Portal": "MOSDAC's services are accessible through its official web portal: [mosdac.gov.in](https://mosdac.gov.in) The portal is owned and managed by MOSDAC/SAC/ISRO and provides: - Real-time and archived satellite data - Data visualization and download tools - Product catalogs, documentation, and APIs The platform is designed to make satellite-based meteorological and oceanographic data easily accessible to users across the globe."
  },
  "02_mosdac_purpose_role": {
    "Purpose of MOSDAC - Central Role": "The primary purpose of MOSDAC is to serve as a centralized hub for Indian satellite data related to the Earth's atmosphere and oceans. It bridges the gap between raw satellite observations and practical applications in research, weather forecasting, ocean monitoring, and climate science.",
    "Purpose of MOSDAC - Core Functions": "1. **Data Archiving:** Securely preserves vast volumes of historical and real-time satellite data, ensuring its availability for long-term research and retrospective analysis. 2. **Data Processing:** Transforms raw satellite signals into scientifically validated data products across different processing levels (Level-1 to Level-4), making the data suitable for diverse user needs. 3. **Data Dissemination:** Provides efficient, user-friendly online platforms and APIs for users to search, explore, and download satellite-derived meteorological and oceanographic products. 4. **User Support:** Offers technical assistance and guidance to help users access, interpret, and apply the data effectively. This includes documentation, contact-based support, and FAQs. 5. **Capacity Building:** While not a dedicated training center, MOSDAC supports national capacity building through outreach programs, workshops, and collaboration with ISRO/SAC-led initiatives.",
    "Purpose of MOSDAC - National Contribution": "MOSDAC plays a pivotal role in enabling the scientific and operational use of satellite data, supporting national goals in weather prediction, disaster management, oceanography, and climate modeling."
  },
  "03_user_registration_process": {
    "User Registration on MOSDAC Portal - Overview": "User registration on the MOSDAC portal is a simple and essential step to access a wide range of satellite data products and advanced services. Registration is free of charge and is mandatory for downloading most detailed datasets and using personalized features.",
    "User Registration on MOSDAC Portal - Step-by-Step Registration Guide": "Your registration will be reviewed by the MOSDAC admin team. Once approved, you will receive an activation confirmation via email.",
    "User Registration on MOSDAC Portal - After Activation": "You can now log in using your email and password to: - Access restricted datasets - Use data ordering services - Get higher download bandwidth and other personalized features"
  },
  "04_user_login_management": {
    "MOSDAC Account Login and Password Management - Overview": "Effective management of your MOSDAC user account is essential for uninterrupted access to satellite data and services. This guide explains the login process, resolving common issues, recovering forgotten passwords, and updating your password securely.",
    "MOSDAC Account Login and Password Management - Login Procedure": "1. **Go to the Login Page** Open the [MOSDAC portal](https://mosdac.gov.in) and click on the **\"Login\"** button, usually located at the top right. 2. **Enter Your Credentials** - Use your registered **username** (usually your email address). - Enter your **password**. 3. **Submit Login** Click the **\"Sign In\"** or **\"Login\"** button. If your credentials are correct, you’ll be redirected to your dashboard or data access area.",
    "MOSDAC Account Login and Password Management - Troubleshooting Login Issues": "- Make sure **Caps Lock** is off. - Confirm you’re using the correct email and password. - Try manually typing your email instead of autofill.",
    "MOSDAC Account Login and Password Management - Forgot Password (Password Recovery)": "If you can’t remember your password: 1. **Click “Forgot Password”** Found on the login screen. 2. **Enter Your Email or Username** The system will send a reset link if the account exists. 3. **Open Reset Email** - Locate the reset email in your inbox. - **Copy the entire hyperlink** and **paste it into a new browser tab**. - Do not click directly from some email clients, as it may not work properly. 4. **Reset Your Password** You’ll be redirected to a page where you can set a **new password**.",
    "MOSDAC Account Login and Password Management - Change Password (After Login)": "If you’re logged in and want to change your password: 1. **Access Your Profile** - Go to **\"My Account\"** or **\"Profile\"** from the dashboard or menu. 2. **Go to the Password Section** - Look for an option like **\"Change Password\"**. 3. **Enter Passwords** - Input your **current password**. - Enter your **new password** and **confirm it** by typing it again. 4. **Save Changes** Click **\"Update\"** or **\"Save\"**. Your new password will be applied immediately.",
    "MOSDAC Account Login and Password Management - Best Practices": "- Use strong, unique passwords with a mix of letters, numbers, and special characters. - Update your password periodically. - Keep your registered email up to date for smooth recovery."
  },
  "05_data_access_overview": {
    "MOSDAC Data Access Mechanisms - Overview": "MOSDAC provides a wide range of data access options to serve the needs of different user groups—from researchers requiring bulk downloads to casual users needing quick visual insights. These methods ensure both flexibility and scalability in how users interact with meteorological and oceanographic satellite data.",
    "MOSDAC Data Access Mechanisms - Primary Data Access Methods": "- **Description:** Provides limited access to selected open-access datasets or visualization tools without registration. - **Process:** Visit the MOSDAC portal and access guest-viewable sections (e.g., satellite snapshots, weather maps). - **Best Suited For:** General public, students, or first-time users who want to explore MOSDAC offerings before registering.",
    "MOSDAC Data Access Mechanisms - Summary": "These data access mechanisms are designed to ensure that MOSDAC's satellite products are accessible and usable across all user segments—whether for academic, operational, or public awareness purposes."
  },
  "06_data_catalog_exploration": {
    "MOSDAC Satellite Data Catalog - Overview": "The MOSDAC Satellite Data Catalog serves as the central resource for discovering, exploring, and understanding the wide range of satellite data products available from Indian meteorological and oceanographic missions. It provides detailed metadata for each dataset to help users make informed choices based on their scientific or operational needs.",
    "MOSDAC Satellite Data Catalog - How to Explore the Catalog": "1. **Access the Catalog** From the [MOSDAC portal](https://mosdac.gov.in), select **\"Catalog\"** and then **\"Satellite Data\"** or **\"Data Products\"** from the top navigation menu. 2. **Browse and Filter Options** Use filters to browse by: - Satellite Mission (e.g., INSAT-3DR, SCATSAT-1) - Instrument (e.g., Imager, Sounder, Scatterometer) - Data Type or Parameter - Spatial/Temporal Coverage 3. **View Product Details** Click on a product name to open a detailed metadata page describing its specifications, scientific basis, and download options.",
    "MOSDAC Satellite Data Catalog - Key Metadata Provided for Each Product": "- Indicates how soon after acquisition the data becomes available to users.",
    "MOSDAC Satellite Data Catalog - Summary": "With its structured layout and rich metadata, the MOSDAC Satellite Data Catalog empowers users to quickly assess data availability, understand the nature of each dataset, and select the most suitable products for their research, forecasting, monitoring, or educational use."
  },
  "07_data_processing_levels": {
    "MOSDAC Data Processing Levels - Overview": "Satellite data undergoes a series of processing stages before it becomes usable for scientific or operational applications. MOSDAC classifies its data products based on standardized **processing levels**, which reflect the degree of transformation applied to the raw sensor output. Understanding these levels helps users select datasets appropriate to their analytical needs.",
    "MOSDAC Data Processing Levels - Level-0 Data (Raw Data)": "- **Description:** Level-0 data represents the rawest form of satellite telemetry. It consists of instrument counts and binary streams directly reconstructed from the satellite downlink. These data are time-referenced but lack calibration, geolocation, or scientific interpretation. - **Use Cases:** Primarily used by instrument engineers and calibration experts. Rarely distributed to general users.",
    "MOSDAC Data Processing Levels - Level-1 Data (Calibrated and Georeferenced)": "- **Description:** These products are derived from Level-0 data through radiometric and geometric corrections. Radiometric calibration converts raw counts into physical units (e.g., radiance or brightness temperature), while geometric corrections assign accurate spatial coordinates. - **Common Sublevels:** - **Level-1A:** Brightness temperature, geo-tagged in scan mode. - **Level-1B:** Brightness temperature in grid mode, often orbit-wise. - **Level-1C:** Geo-tagged and co-located brightness temperature product. - **Use Cases:** Useful for researchers requiring calibrated data inputs for their own geophysical algorithms or models.",
    "MOSDAC Data Processing Levels - Level-2 Data (Geophysical Parameters)": "- **Description:** Level-2 data contains geophysical variables directly derived from Level-1 products. These include scientifically meaningful quantities related to the atmosphere, land, or ocean. - **Examples:** Sea Surface Temperature (SST), Chlorophyll-a, atmospheric profiles (temperature and humidity), wind vectors, aerosol optical depth. - **Use Cases:** Widely used in meteorology, oceanography, and environmental monitoring.",
    "MOSDAC Data Processing Levels - Level-3 Data (Gridded and Composited Products)": "- **Description:** These products result from spatial and temporal aggregation of Level-2 data. They are projected onto regular grids and may involve compositing, averaging, or interpolation over time and space. - **Examples:** Daily SST maps, monthly chlorophyll composites, gridded rainfall datasets. - **Use Cases:** Suitable for climate analysis, regional modeling, and temporal trend studies.",
    "MOSDAC Data Processing Levels - Level-4 Data (Model-Derived or Synthesized Products)": "- **Description:** Level-4 products are generated using models, assimilation techniques, or fusion of multiple datasets (satellite and in-situ). These provide the highest level of data synthesis. - **Examples:** Reanalysis datasets, modeled ocean current fields, wind vector synthesis. - **Use Cases:** Climate modeling, predictive analytics, and advanced scientific research requiring harmonized multi-source data.",
    "MOSDAC Data Processing Levels - Summary": "Understanding these processing levels is crucial for selecting the right dataset for your application—whether you're conducting basic visualization, atmospheric modeling, or advanced geophysical research. MOSDAC provides products at all these levels depending on the mission, sensor, and user access tier."
  },
  "08_data_formats_software": {
    "MOSDAC File Formats and Recommended Tools - Overview": "MOSDAC distributes its satellite data products using standardized scientific data formats to ensure maximum compatibility across platforms and disciplines. Understanding these formats and how to work with them is crucial for effectively utilizing the data.",
    "MOSDAC File Formats and Recommended Tools - Primary Data Formats": "- **Description:** Simple text-based formats that represent tabular or time-series data. CSV uses commas to separate values. - **Suitability:** Best for smaller data tables, in-situ observations, or quick inspection of datasets. - **Recommended Tools:** Python (`pandas`), Excel, Google Sheets, any text editor ---",
    "MOSDAC File Formats and Recommended Tools - General Software for Visualization and Analysis": "- **Panoply:** A free cross-platform viewer for geo-referenced NetCDF, HDF, and GRIB datasets. - **QGIS:** A powerful open-source GIS platform supporting GeoTIFFs and raster/vector overlays. - **Python Libraries:** `NumPy`, `Matplotlib`, `Xarray`, `Pandas`, `NetCDF4`, `H5py`, `GDAL`, `Rasterio` for end-to-end scientific computation. - **MATLAB / IDL:** Commercial tools widely used in academia and remote sensing research for advanced visualization and data processing. ---",
    "MOSDAC File Formats and Recommended Tools - Conclusion": "By adopting widely accepted data formats and providing tools for their use, MOSDAC ensures that its satellite data products are accessible to a broad community of researchers, educators, and analysts worldwide."
  },
  "09_satellite_kalpana-1_details": {
    "Kalpana-1: India's First Dedicated Meteorological Satellite - Mission Overview": "Kalpana-1, originally launched as **MetSat-1**, was India’s first dedicated meteorological satellite, marking a key milestone in ISRO’s space-based weather observation capabilities. It was later renamed Kalpana-1 on February 5, 2003, in honor of Dr. Kalpana Chawla, the Indian-American astronaut who lost her life in the Columbia Space Shuttle tragedy. Unlike the earlier multi-purpose INSAT series, Kalpana-1 was solely intended for meteorology, enabling continuous weather monitoring for the Indian region and its surroundings. ---",
    "Kalpana-1: India's First Dedicated Meteorological Satellite - Launch and Orbital Details": "- **Launch Date:** September 12, 2002 - **Launch Vehicle:** PSLV-C4 (Polar Satellite Launch Vehicle) - **Launch Site:** Satish Dhawan Space Centre (SDSC) SHAR, Sriharikota - **Orbit Type:** Geostationary Orbit (GSO) - **Orbital Position:** 74° East longitude - **Mission Life:** Designed for 7 years, but exceeded its lifespan significantly - **Current Status:** Decommissioned; replaced by advanced satellites like INSAT-3D/3DR > Note: This mission marked the first time a PSLV placed a satellite into Geostationary Transfer Orbit (GTO). ---",
    "Kalpana-1: India's First Dedicated Meteorological Satellite - Primary Payload: Very High Resolution Radiometer (VHRR)": "- Full Earth disk scans - Sector scans (user-defined) - Frequent coverage of Indian subcontinent and adjoining oceans ---",
    "Kalpana-1: India's First Dedicated Meteorological Satellite - Mission Objectives and Contributions": "Kalpana-1 was deployed with the following goals: - Provide uninterrupted meteorological observations over India and adjacent ocean regions - Support short- and medium-range weather prediction - Improve early detection and monitoring of cyclones - Enable atmospheric and sea surface parameter analysis for climate studies - Relay data from remote **Automatic Weather Stations (AWS)** and **Data Collection Platforms (DCPs)** ---",
    "Kalpana-1: India's First Dedicated Meteorological Satellite - Legacy": "Kalpana-1 significantly strengthened India’s meteorological infrastructure and disaster response capabilities. It contributed immensely to monsoon forecasting, storm tracking, and environmental monitoring. The mission’s success laid the groundwork for future dedicated meteorological satellites, such as **INSAT-3D** and **INSAT-3DR**, which further enhanced temporal resolution and payload capabilities."
  },
  "10_satellite_oceansat-2_details": {
    "Oceansat-2: Advancing Indian Oceanographic Remote Sensing - Mission Overview": "Oceansat-2 was the second dedicated oceanographic satellite developed under ISRO’s Indian Remote Sensing (IRS) program. Designed to ensure continuity of services from its predecessor Oceansat-1 (IRS-P4), it incorporated enhanced capabilities for global ocean color monitoring, surface wind measurements, and atmospheric profiling. The mission played a crucial role in supporting oceanographic research, coastal zone studies, marine ecosystem monitoring, and improving weather and climate modeling. ---",
    "Oceansat-2: Advancing Indian Oceanographic Remote Sensing - Launch and Orbital Characteristics": "- **Launch Date:** September 23, 2009 - **Launch Vehicle:** PSLV-C14 (Polar Satellite Launch Vehicle) - **Launch Site:** Satish Dhawan Space Centre (SDSC) SHAR, Sriharikota - **Orbit Type:** Sun-Synchronous Polar Orbit (SSPO) at ~720 km altitude - **Revisit Time:** Approximately 2 days - **Mission Life:** Designed for 5 years > The PSLV-C14 launch also carried multiple nano-satellites, demonstrating ISRO’s growing capability in multi-payload missions. ---",
    "Oceansat-2: Advancing Indian Oceanographic Remote Sensing - Primary Payloads": "- **Function:** GPS occultation receiver (from Italian Space Agency - ASI) - **Purpose:** Observes atmospheric refractivity to derive vertical profiles - **Applications:** - High-accuracy profiles of temperature, pressure, and water vapor - Ionospheric electron density estimation - Enhanced atmospheric and climate modeling ---",
    "Oceansat-2: Advancing Indian Oceanographic Remote Sensing - Mission Objectives": "- Monitor ocean surface winds and vertical stratification - Detect chlorophyll concentrations and phytoplankton dynamics - Analyze atmospheric aerosols and suspended sediments in coastal zones - Provide continuity to the operational services of Oceansat-1 with enhanced instrumentation ---",
    "Oceansat-2: Advancing Indian Oceanographic Remote Sensing - Key Contributions": "Oceansat-2 significantly advanced India’s capacity in space-based ocean and atmospheric monitoring. Its high-resolution data supported: - Ocean primary productivity mapping - Detection of marine biological hotspots and potential fishing zones (PFZ) - Ocean current analysis and sea surface wind modeling - Improved weather and cyclone forecasting - Research in marine biogeochemistry and air-sea interactions Oceansat-2 data was widely adopted by national agencies, research institutions, and global scientific communities, reinforcing India’s role in operational oceanography."
  },
  "11_satellite_scatsat-1_details": {
    "SCATSAT-1: Dedicated Ocean Wind Vector Mission - Mission Overview": "SCATSAT-1 (Scatterometer Satellite-1) is a dedicated Indian oceanographic satellite launched by ISRO to ensure the continuity of ocean surface wind vector data following the failure of the OSCAT sensor onboard Oceansat-2. It plays a critical role in global weather forecasting, tropical cyclone monitoring, and ocean-atmosphere interaction research. Designed as a gap-filler mission, SCATSAT-1 has proven indispensable for operational and research communities relying on high-quality, near-real-time ocean wind data. ---",
    "SCATSAT-1: Dedicated Ocean Wind Vector Mission - Launch and Orbital Details": "- **Launch Date:** September 26, 2016 - **Launch Vehicle:** PSLV-C35 (Polar Satellite Launch Vehicle) - **Launch Site:** SDSC SHAR, Sriharikota (First Launch Pad) - **Orbit Type:** Sun-Synchronous Polar Orbit (SSPO) - **Orbital Altitude:** ~720 km - **Mission Life:** 5 years (designed) - **Launch Mass:** 371 kg (mini-satellite class) > Note: PSLV-C35 was ISRO's first mission to deploy satellites into multiple orbits using a multi-burn strategy, with SCATSAT-1 as the primary payload. ---",
    "SCATSAT-1: Dedicated Ocean Wind Vector Mission - Primary Payload: Ku-band Scatterometer": "- **Function:** Active microwave radar sensor - **Working Principle:** Emits microwave pulses toward the ocean surface and measures the backscatter signal. Surface wind causes ocean roughness, which alters backscatter characteristics. By collecting data from multiple angles, both wind speed and direction can be retrieved. - **Frequency Band:** Ku-band - **Swath Width:** Wide coverage for near-global wind measurements every two days ---",
    "SCATSAT-1: Dedicated Ocean Wind Vector Mission - Applications": "The data from SCATSAT-1 supports a broad spectrum of operational and scientific domains: - **Numerical Weather Prediction (NWP):** - Supplies real-time wind vector data over oceans, enhancing forecast model initialization, especially in data-sparse regions. - **Tropical Cyclone Monitoring:** - Enables detection, intensity analysis, and tracking of tropical cyclones over the ocean, supporting disaster risk mitigation. - **Monsoon Forecasting:** - Provides wind data over the Arabian Sea and Bay of Bengal, aiding in predicting monsoon onset, withdrawal, and variability. - **Ocean State Modeling:** - Improves ocean wave, current, and storm surge forecasting, supporting maritime navigation and offshore operations. - **Climate Research:** - Contributes to long-term datasets essential for monitoring wind climatology, sea-air interactions, and global circulation studies. ---",
    "SCATSAT-1: Dedicated Ocean Wind Vector Mission - Objectives and Contributions": "SCATSAT-1 was launched with the following primary objectives: - Maintain continuous global ocean surface wind vector observations - Improve the accuracy of short- and medium-range weather predictions - Support cyclone warning systems and maritime safety - Assist national and international efforts in climate monitoring and research SCATSAT-1 has successfully bridged the gap in global scatterometer data and strengthened India’s role in providing reliable ocean wind measurements to the global meteorological and oceanographic community."
  },
  "12_satellite_insat-3d_details": {
    "INSAT-3D: India's Advanced Geostationary Meteorological Satellite - Mission Overview": "INSAT-3D is an advanced meteorological satellite launched by ISRO to enhance India’s capability in weather monitoring, forecasting, and disaster management. As part of the Indian National Satellite (INSAT) series, it provides continuous observations over the Indian subcontinent and adjacent oceanic regions. The mission is aimed at real-time data acquisition from land and ocean surfaces, atmospheric sounding, and transmission of meteorological data from remote ground-based sensors. ---",
    "INSAT-3D: India's Advanced Geostationary Meteorological Satellite - Launch and Orbital Characteristics": "- **Launch Date:** July 26, 2013 - **Launch Vehicle:** Ariane 5 ECA (launched by Arianespace) - **Launch Site:** Kourou, French Guiana - **Orbit Type:** Geostationary Orbit (GSO) at 82°E longitude - **Mission Life:** Minimum 7 years - **Launch Mass:** ~2061 kg > Due to its high mass, the satellite was launched aboard Ariane 5 as ISRO’s GSLV Mk-II was not yet capable of delivering this payload to GSO. ---",
    "INSAT-3D: India's Advanced Geostationary Meteorological Satellite - Primary Payloads": "- **Function:** Part of COSPAS-SARSAT international distress alert system - **Application:** Detects emergency beacon signals and forwards them to ground stations for rescue coordination ---",
    "INSAT-3D: India's Advanced Geostationary Meteorological Satellite - Mission Objectives and Contributions": "INSAT-3D has significantly strengthened India’s meteorological and disaster warning infrastructure. Its contributions include: - Enhanced accuracy in short- and medium-range weather forecasts - Improved cyclone detection, tracking, and warning - Better insights into atmospheric dynamics and ocean-atmosphere interaction - Support to climate research and long-term weather pattern analysis - Real-time monitoring for disaster preparedness and response INSAT-3D marked a major leap in India’s capability for space-based meteorological observation and laid the foundation for future enhancements like INSAT-3DR."
  },
  "13_satellite_insat-3dr_details": {
    "INSAT-3DR: Enhanced Geostationary Meteorological Satellite for Continuity - Mission Overview": "INSAT-3DR is an advanced geostationary meteorological satellite launched by ISRO as a follow-on to INSAT-3D. It aims to ensure the continuity of vital weather and climate monitoring services while enhancing India’s capabilities in forecasting, disaster warning, and atmospheric research. INSAT-3DR retains the core meteorological payloads of its predecessor but with improved resolution and accuracy. ---",
    "INSAT-3DR: Enhanced Geostationary Meteorological Satellite for Continuity - Launch and Orbit Details": "- **Launch Date:** September 8, 2016 - **Launch Vehicle:** GSLV Mk II (GSLV-F05 with indigenous cryogenic stage) - **Launch Site:** SDSC SHAR, Sriharikota – Second Launch Pad - **Orbit Type:** Geostationary Orbit (GSO) at 74° East - **Launch Mass:** ~2211 kg - **Mission Life:** 10 years (planned) ---",
    "INSAT-3DR: Enhanced Geostationary Meteorological Satellite for Continuity - Primary Payloads": "- **Function:** Participates in the COSPAS-SARSAT program - **Operation:** Detects and relays distress signals from emergency beacons on land, sea, or air - **Application:** - Rapid location of people in distress - Critical support for maritime, aviation, and disaster rescue missions ---",
    "INSAT-3DR: Enhanced Geostationary Meteorological Satellite for Continuity - Key Objectives and Contributions": "INSAT-3DR contributes significantly to India's meteorological and disaster management infrastructure: - Continuous, real-time weather monitoring across India and surrounding oceans - Enhanced cyclone detection and tracking with better temporal and spatial coverage - Improved accuracy of monsoon forecasting, temperature, and rainfall estimation - Long-term data continuity for operational and research communities - Strengthened capabilities for regional climate monitoring and global data sharing"
  },
  "14_satellite_oceansat-3_eos-06_details": {
    "Oceansat-3 (EOS-06): India's Third-Generation Ocean Observation Satellite - Mission Overview": "Oceansat-3, officially designated as EOS-06 (Earth Observation Satellite-06), is India’s third-generation ocean observation satellite. Launched under ISRO’s Earth Observation Satellite (EOS) series, it ensures continuity of ocean color and wind vector measurements, while introducing advanced capabilities for ocean and atmospheric research. ---",
    "Oceansat-3 (EOS-06): India's Third-Generation Ocean Observation Satellite - Launch and Orbit Details": "- **Launch Date:** November 26, 2022 - **Launch Vehicle:** PSLV-C54 - **Launch Site:** SDSC SHAR, Sriharikota, India - **Orbit Type:** Sun-Synchronous Polar Orbit (SSPO) at ~740 km altitude - **Mission Life:** 5 years (planned) - **Launch Mass:** ~1117 kg ---",
    "Oceansat-3 (EOS-06): India's Third-Generation Ocean Observation Satellite - Primary Payloads": "- **Function:** Environmental data relay system from ocean buoys, Argo floats, and land-based sensors - **Applications:** - Real-time relay of in-situ data - Validation of satellite observations - Remote ocean and land environmental monitoring ---",
    "Oceansat-3 (EOS-06): India's Third-Generation Ocean Observation Satellite - Key Objectives and Contributions": "EOS-06 (Oceansat-3) strengthens India’s Earth observation infrastructure by combining high-resolution imaging and real-time ocean-atmosphere measurements. Its multi-payload synergy supports: - Ocean health and productivity assessment - Monitoring of ocean color, SST, and vector winds - Climate research and marine ecosystem management - Early warnings for cyclones and oceanic disasters - Long-term, global contributions to atmospheric and environmental science"
  },
  "15_data_product_imager_overview": {
    "Imager Data Products: Capturing Earth's Surface and Atmosphere - Overview": "Imager payloads onboard geostationary satellites like INSAT-3D and INSAT-3DR are multi-spectral radiometers designed to observe the full Earth disc across various spectral bands. These include: - Visible (VIS) - Shortwave Infrared (SWIR) - Middle Infrared (MIR) - Water Vapour (WV) - Thermal Infrared (TIR) These payloads enable continuous, high-frequency observation of meteorological and environmental conditions over the Indian subcontinent and surrounding regions. ---",
    "Imager Data Products: Capturing Earth's Surface and Atmosphere - Capabilities": "- **High Temporal Resolution:** Imagery available every 30 minutes (or better), enabling near real-time tracking of weather systems. - **Multi-Spectral Sensing:** Detects features ranging from surface temperature and vegetation to cloud structures and water vapor content. - **Geostationary Coverage:** Provides uninterrupted observations from a fixed location, critical for monitoring evolving weather patterns. ---",
    "Imager Data Products: Capturing Earth's Surface and Atmosphere - Key Applications": "Imager-derived products support a wide range of operational and research activities: - **Weather Forecasting:** Cloud cover monitoring, convective storm tracking, cyclone identification, and wind vector estimation. - **Disaster Management:** Early warning of severe weather events (e.g., thunderstorms, cyclones, heavy rainfall, fog, forest fires). - **Ocean Monitoring:** Sea Surface Temperature (SST) estimation and oceanic heat content studies. - **Environmental Monitoring:** Detection of aerosols, smoke, and pollution; land surface condition assessment (e.g., snow cover). - **Climate Studies:** Long-term data series for understanding atmospheric energy balance and surface radiation dynamics. ---",
    "Imager Data Products: Capturing Earth's Surface and Atmosphere - Data Products and Levels": "MOSDAC processes Imager data into various scientific products categorized by processing level: - **Level-1:** Radiometrically calibrated and georeferenced brightness temperatures and reflectances. - **Level-2:** Derived geophysical parameters such as SST, Cloud Motion Vectors (CMV), Quantitative Precipitation Estimation (QPE), and Outgoing Longwave Radiation (OLR). - **Level-3:** Gridded and temporally composited datasets for climate analysis (e.g., daily/monthly averages of SST or cloud properties). These products are available for download through the MOSDAC portal and are widely used by meteorological agencies, researchers, and global institutions. ---",
    "Imager Data Products: Capturing Earth's Surface and Atmosphere - Significance": "Imager data products play a vital role in: - Tracking dynamic atmospheric systems in real time - Enhancing accuracy of numerical weather models - Supporting regional hydrology and agriculture applications - Contributing to global Earth system science missions and datasets"
  },
  "16_data_product_imager_sst_olr_qpe": {
    "Key Imager Data Products: Sea Surface Temperature, Outgoing Longwave Radiation, and Quantitative Precipitation Estimation - 1. Sea Surface Temperature (SST)": "Typical spatial resolution is 4 km × 4 km from geostationary satellites. ---",
    "Key Imager Data Products: Sea Surface Temperature, Outgoing Longwave Radiation, and Quantitative Precipitation Estimation - 2. Outgoing Longwave Radiation (OLR)": "- **Climate Monitoring:** Evaluate regional and global energy balance and cloud feedback mechanisms. - **Weather Forecasting:** Detect areas of intense convection and monitor tropical storm development. - **Monsoon Studies:** Assess convective intensity and spatial distribution during monsoon seasons. ---",
    "Key Imager Data Products: Sea Surface Temperature, Outgoing Longwave Radiation, and Quantitative Precipitation Estimation - 3. Quantitative Precipitation Estimation (QPE)": "Available as gridded products (e.g., 4 km × 4 km) with temporal resolutions like hourly or 3-hourly."
  },
  "17_data_product_imager_clouds_aerosols": {
    "Key Imager Data Products: Clouds, Aerosols, and Atmospheric Phenomena - 1. Cloud Motion Vectors (CMV)": "- **Numerical Weather Prediction (NWP):** Improve initial conditions for forecasting models. - **Tropical Cyclone Tracking:** Aid in predicting cyclone path and intensity. - **Atmospheric Dynamics:** Study wind shear, jet streams, and large-scale circulation. ---",
    "Key Imager Data Products: Clouds, Aerosols, and Atmospheric Phenomena - 2. Water Vapour Wind (WVW)": "- Enhance weather prediction in regions with limited visibility. - Support climate and atmospheric circulation studies. ---",
    "Key Imager Data Products: Clouds, Aerosols, and Atmospheric Phenomena - 3. Aerosol Optical Depth (AOD)": "- **Air Quality Monitoring:** Track smoke plumes, haze, and dust storms. - **Atmospheric Correction:** Correct land and ocean satellite measurements. - **Climate Studies:** Assess aerosol radiative forcing and distribution. ---",
    "Key Imager Data Products: Clouds, Aerosols, and Atmospheric Phenomena - 4. Snow Cover": "- **Hydrology:** Forecast snowmelt and water availability. - **Climate Monitoring:** Track long-term snow and glacier changes. - **Disaster Risk:** Assess flood risks from snowmelt. ---",
    "Key Imager Data Products: Clouds, Aerosols, and Atmospheric Phenomena - 5. Fog Detection": "- **Aviation and Transport:** Provide early warnings for low-visibility conditions. - **Road Safety:** Improve planning and operations in fog-prone regions. ---",
    "Key Imager Data Products: Clouds, Aerosols, and Atmospheric Phenomena - 6. Fire Detection and Monitoring": "- **Disaster Management:** Monitor wildfire spread and damage. - **Environmental Monitoring:** Track smoke and aerosol emissions. - **Climate Studies:** Quantify fire-related emissions and feedback."
  },
  "18_data_product_sounder_profiles": {
    "Sounder Data Products: Vertical Atmospheric Profiles": "Sounder payloads onboard geostationary satellites like INSAT-3D and INSAT-3DR are multi-channel radiometers that observe Earth’s atmosphere in infrared and visible spectral bands. These instruments provide high-resolution vertical profiles of atmospheric temperature and humidity. The data processed by MOSDAC from sounders enables 3D atmospheric analysis—essential for accurate weather forecasting and climate modeling.",
    "Sounder Data Products: Vertical Atmospheric Profiles - 1. Atmospheric Temperature Profiles": "- **Weather Forecasting:** Detecting temperature inversions, frontal zones, and vertical stability. - **Climate Research:** Analyzing temperature trends across altitudes and supporting global circulation studies. ---",
    "Sounder Data Products: Vertical Atmospheric Profiles - 2. Atmospheric Humidity Profiles": "- **Precipitation Forecasting:** Identifying moist or dry layers that influence rainfall. - **Cloud Physics:** Understanding cloud formation and dissipation processes. - **Severe Weather:** Assessing convective potential and flash flood risk. ---",
    "Sounder Data Products: Vertical Atmospheric Profiles - 3. Total Precipitable Water (TPW)": "- **Rainfall Estimation:** Predicting regions prone to intense rainfall. - **Monsoon Tracking:** Monitoring moisture surges during monsoon periods. - **Moisture Transport:** Identifying atmospheric rivers and water vapor corridors. ---",
    "Sounder Data Products: Vertical Atmospheric Profiles - 4. Layer Precipitable Water": "- **Short-Term Forecasting:** Capturing shallow or deep moist layers for nowcasting. - **Severe Weather:** Detecting unstable or capped layers critical for storm development."
  },
  "19_data_product_sounder_stability_indices": {
    "Sounder Data Products: Atmospheric Stability Indices": "In addition to providing vertical temperature and humidity profiles, Sounder payloads onboard INSAT-3D and INSAT-3DR satellites enable the derivation of key atmospheric stability indices. These indices are essential for assessing the potential for convection, thunderstorm development, and other severe weather phenomena.",
    "Sounder Data Products: Atmospheric Stability Indices - 1. Lifted Index (LI)": "- Thunderstorm forecasting - Convective outlooks for severe weather - Aviation weather assessments ---",
    "Sounder Data Products: Atmospheric Stability Indices - 2. K-Index (KI)": "- Identifying potential for widespread convection - Operational severe weather forecasting ---",
    "Sounder Data Products: Atmospheric Stability Indices - 3. Convective Available Potential Energy (CAPE)": "- Severe thunderstorm prediction - Estimating updraft strength in mesoscale models - High-impact weather warnings ---",
    "Sounder Data Products: Atmospheric Stability Indices - 4. Dry Microburst Index": "- Aviation safety, especially during takeoff and landing - Forecasting wind shear and surface gust hazards in arid zones ---",
    "Sounder Data Products: Atmospheric Stability Indices - 5. Maximum Vertical Theta-E Differential": "- Identifying conditions favorable for deep convection - Supplementing CAPE-based analysis for severe weather diagnosis --- These derived indices from geostationary sounder data provide forecasters with real-time insight into the thermodynamic state of the atmosphere, enabling more accurate and timely warnings for convective storms and hazardous weather."
  },
  "20_data_product_ocean_color_details": {
    "Ocean Colour Monitor (OCM) Data Products: Insights into Marine Ecosystems": "The Ocean Colour Monitor (OCM) payload, flown on satellites such as Oceansat-2 and EOS-06 (Oceansat-3), is a multi-spectral radiometer designed to monitor ocean color—an indicator of various biological, chemical, and physical processes in the ocean. The ocean’s color depends on the absorption and scattering of sunlight by water constituents like phytoplankton, suspended sediments, and dissolved organic matter. MOSDAC processes OCM data into scientifically valuable products that support marine ecosystem research, fisheries, and climate monitoring.",
    "Ocean Colour Monitor (OCM) Data Products: Insights into Marine Ecosystems - 1. Chlorophyll-a Concentration (Chl-a)": "- **Fisheries:** Identifying Potential Fishing Zones (PFZ) based on high phytoplankton concentration. - **Ocean Productivity:** Monitoring ecosystem health and productivity. - **Harmful Algal Blooms (HABs):** Early detection of toxic blooms affecting marine life and coastal communities. - **Climate Studies:** Assessing ocean’s role in carbon sequestration and detecting productivity shifts. ---",
    "Ocean Colour Monitor (OCM) Data Products: Insights into Marine Ecosystems - 2. Total Suspended Matter (TSM) Concentration": "- **Coastal Monitoring:** Detecting sediment plumes, turbidity trends, and dredging impacts. - **Water Quality:** Assessing pollution and sediment loading. - **River Influence:** Tracking freshwater inflow and its effects on marine ecosystems. ---",
    "Ocean Colour Monitor (OCM) Data Products: Insights into Marine Ecosystems - 3. Coloured Dissolved Organic Matter (CDOM) Absorption": "- **Carbon Cycling:** Understanding dissolved organic carbon transport and transformation. - **Water Quality:** Tracing natural and anthropogenic organic contaminants. - **Algorithm Development:** Improving ocean color retrieval accuracy, especially in coastal waters. ---",
    "Ocean Colour Monitor (OCM) Data Products: Insights into Marine Ecosystems - 4. Inherent Optical Properties (IOPs)": "- **Bio-optical Modeling:** Enhancing remote sensing algorithms. - **Primary Productivity Estimates:** Modeling how light influences phytoplankton growth. - **Ecosystem Research:** Characterizing water types and constituent dominance. ---",
    "Ocean Colour Monitor (OCM) Data Products: Insights into Marine Ecosystems - 5. Instantaneous Photosynthetically Active Radiation (PAR)": "- **Productivity Modeling:** Estimating net primary production (NPP) in oceanic waters. - **Ecosystem Studies:** Determining light availability and its seasonal variation. - **Climate Research:** Evaluating light–biological interactions across oceans. --- OCM data products enable a synoptic, high-frequency understanding of ocean biogeochemistry and ecosystem dynamics. These satellite-derived insights complement in-situ observations and play a critical role in sustainable marine resource management and environmental policymaking."
  },
  "21_data_product_scatterometer_winds": {
    "Scatterometer Data Products: Ocean Surface Wind Vectors": "Scatterometers are active microwave radar instruments flown on Indian satellites like Oceansat-2 (OSCAT), SCATSAT-1, and Oceansat-3 (SCAT-3). These payloads emit microwave pulses toward the sea surface and measure the intensity of the backscattered signals. The roughness of the ocean surface, influenced by surface winds, alters the backscatter, enabling the retrieval of wind vectors. By observing the same area from multiple azimuth angles, both wind speed and direction are derived. MOSDAC processes scatterometer data into operational Level-2 and Level-3 data products that provide crucial information about near-surface winds over the global oceans.",
    "Scatterometer Data Products: Ocean Surface Wind Vectors - Key Product: Ocean Surface Wind Vectors": "- Indirectly support fisheries by helping detect wind-driven upwelling zones. - Upwelling areas promote nutrient mixing and phytoplankton growth, enhancing marine productivity. --- Scatterometer data offers a unique and consistent global perspective on ocean surface wind dynamics. Its value lies in complementing limited in-situ observations and providing real-time and historical data crucial for weather forecasting, climate monitoring, and oceanographic research."
  },
  "22_applications_disaster_management": {
    "MOSDAC Data Applications in Disaster Management": "The Meteorological and Oceanographic Satellite Data Archival Centre (MOSDAC) supports India's disaster management framework by providing timely, satellite-based data essential for early warnings, real-time monitoring, and post-disaster assessments. These data products play a crucial role in safeguarding lives, minimizing damage, and enabling effective response and recovery operations.",
    "MOSDAC Data Applications in Disaster Management - Key Disaster Management Applications": "- **Data Sources:** - Imager: Snow cover mapping using visible and infrared channels - **Contribution:** Provides information on snow extent and depth, crucial for modeling snowmelt-induced river flows. Supports flood risk assessment in Himalayan and other snow-fed river basins. --- MOSDAC’s satellite data infrastructure plays a strategic role in India's disaster resilience efforts. By providing high-temporal, high-resolution products, it empowers government agencies, emergency responders, and researchers to make informed decisions and take proactive measures during natural calamities."
  },
  "23_applications_climate_monitoring": {
    "MOSDAC Data Applications in Climate Monitoring and Research": "The Meteorological and Oceanographic Satellite Data Archival Centre (MOSDAC) provides a rich archive of long-term, satellite-based observations essential for climate monitoring and research. These consistent and high-quality datasets are critical for understanding the Earth’s changing climate, tracking variability, and studying the long-term effects of global warming on the atmosphere, oceans, and biosphere.",
    "MOSDAC Data Applications in Climate Monitoring and Research - Key Climate Monitoring and Research Applications": "- **Data Sources:** - Multi-mission datasets across Imager, Sounder, OCM, and Scatterometer platforms - **Contribution:** MOSDAC’s datasets are valuable for validating climate models and reanalysis products. The long-term satellite records help refine model simulations of past climate behavior and improve predictions for future scenarios. --- MOSDAC’s mission-critical data serves as a cornerstone for climate science in India and globally. By making these resources accessible, it supports the scientific community in generating actionable insights for climate mitigation, adaptation strategies, and international policy-making frameworks."
  },
  "24_mosdac_services_rss_tools": {
    "MOSDAC Services: RSS Feeds and Software Tools": "MOSDAC provides value-added services beyond satellite data downloads to enhance usability, automate data monitoring, and support technical analysis. These services include Real-Time Syndication (RSS) feeds for automated alerts and a suite of software tools to facilitate data processing and visualization.",
    "MOSDAC Services: RSS Feeds and Software Tools - 1. RSS Feeds (Really Simple Syndication)": "- **Overview:** MOSDAC’s RSS feed service enables users to receive automatic updates when new data products are published on the portal. - **Key Features:** - **Automated Notifications:** Users are alerted immediately upon the release of new satellite datasets or updated products (e.g., latest images, SST maps, rainfall data). - **Custom Subscriptions:** Feeds are categorized based on satellite missions and data types. Examples include: - SCATSAT-1 Wind Products RSS - INSAT-3D Imager RSS - INSAT-3DR Sounder RSS - **Accessibility:** Compatible with any standard RSS reader on web, desktop, or mobile platforms. - **Applications:** - Useful for meteorologists, disaster managers, and researchers who require timely awareness of data releases. - Enables integration with automated workflows for real-time processing or decision-making. ---",
    "MOSDAC Services: RSS Feeds and Software Tools - 2. Software Tools and Utilities": "- **Overview:** To help users work with complex satellite data formats (like HDF5 or NetCDF), MOSDAC—through ISRO/SAC—offers recommended tools, format converters, and visualization applications. - **Tool Categories:** - **Data Format Converters:** - Convert satellite data from formats like HDF5 to simpler formats such as ASCII, CSV, or binary. - Helps integrate satellite data with user-developed scripts or third-party models. - **Data Viewers and Visualizers:** - Tools like HDFView, Panoply, or IDV plugins allow users to explore geophysical parameters and satellite imagery. - Enables non-programmers to view and analyze data interactively. - **Atmospheric Correction Models:** - Packages to correct radiometric measurements for atmospheric effects, improving accuracy for oceanographic and land studies. - **Availability:** - Tools are generally available from the \"Software\" or \"Tools\" section of the [MOSDAC website](https://www.mosdac.gov.in), often accompanied by installation instructions and user manuals. - **Applications:** - Facilitates research by easing the learning curve for working with remote sensing datasets. - Supports academic, operational, and commercial users in generating maps, profiles, and data summaries efficiently. --- MOSDAC’s RSS services and software tools reflect its user-centric design philosophy—ensuring that high-quality satellite data is not only available, but also accessible and actionable for a wide range of users."
  },
  "25_mosdac_services_training_outreach": {
    "MOSDAC Services: Training, Capacity Building, and Outreach": "While MOSDAC’s core function is satellite data archiving and dissemination, ISRO’s Space Applications Centre (SAC) and other ISRO centers actively support training, capacity building, and outreach initiatives. These programs aim to empower users with knowledge and tools to effectively utilize Earth observation data in various domains.",
    "MOSDAC Services: Training, Capacity Building, and Outreach - 1. Capacity Building Programs": "- **Overview:** ISRO and SAC organize training workshops, short courses, and capacity development programs for professionals, students, and researchers. - **Key Features:** - Focus on practical usage of geospatial and satellite data. - Emphasis on meteorology, oceanography, agriculture, hydrology, and disaster management. - Hands-on sessions on tools, visualization platforms, and MOSDAC datasets. - **Target Audience:** - Government officials, academic faculty, researchers, postgraduate students, and professionals in technical fields. - **Training Duration:** - Ranges from short-term workshops (a few days to a week) to extended diploma-level programs. ---",
    "MOSDAC Services: Training, Capacity Building, and Outreach - 2. SMART Program": "**Satellite data-based Meteorology And oceanography Research and Training** - **Overview:** The SMART program is a focused research and training initiative from ISRO that promotes academic and student engagement in meteorology and oceanography using satellite datasets. - **Program Support Includes:** - Access to satellite datasets hosted on MOSDAC. - Research guidance and mentoring by ISRO scientists. - Exposure to advanced data tools and analysis techniques. - Opportunities for collaborative research aligned with national priorities. - **Managed By:** MOSDAC Research and Training Division (MRTD), Space Applications Centre (SAC). ---",
    "MOSDAC Services: Training, Capacity Building, and Outreach - 3. Academic and Research Support": "- **Overview:** ISRO, through MOSDAC, collaborates with Indian universities and research institutions to advance geospatial research and applications. - **Key Support Areas:** - Access to satellite data for student dissertations, theses, and faculty-led research. - Technical guidance on data interpretation and application. - Joint research programs and collaborative studies in atmospheric and ocean sciences. - **Objective:** To integrate space-based observations into academic curricula and support development of skilled remote sensing professionals. ---",
    "MOSDAC Services: Training, Capacity Building, and Outreach - 4. Outreach Activities": "- **Overview:** ISRO and MOSDAC carry out public engagement to promote awareness of space applications and make satellite data more accessible. - **Key Outreach Efforts:** - Publicly available atlases, posters, and visual reports. - Participation in national science exhibitions and space awareness programs. - Development of user-friendly tools like the [MOSDAC LIVE portal](https://live.mosdac.gov.in) for real-time weather data visualization. - **Goal:** To make satellite data understandable and usable for the general public, students, and educators, thereby showcasing the societal benefits of ISRO missions. --- These programs and outreach initiatives ensure that MOSDAC’s vast datasets are effectively leveraged for national development, scientific advancement, and public awareness. They contribute to building a community that is technically equipped to address environmental and climate challenges using space-based technologies."
  },
  "26_satellite_insat-3a_details": {
    "INSAT-3A: A Multi-Purpose Geostationary Satellite with Meteorological Payloads - Mission Overview": "INSAT-3A is a versatile geostationary satellite launched under the Indian National Satellite (INSAT) system. While it primarily served communication and broadcasting functions, it was also equipped with key meteorological instruments. The meteorological data acquired by INSAT-3A was archived by MOSDAC and contributed to India’s operational weather monitoring and environmental studies. ---",
    "INSAT-3A: A Multi-Purpose Geostationary Satellite with Meteorological Payloads - Launch and Orbital Characteristics": "- **Launch Date:** April 10, 2003 - **Launch Vehicle:** Ariane 5G - **Launch Site:** Kourou, French Guiana (by Arianespace) - **Orbit Type:** Geostationary Orbit (GSO) at 93.5°E longitude - **Mission Life:** Designed for a 12-year operational lifespan ---",
    "INSAT-3A: A Multi-Purpose Geostationary Satellite with Meteorological Payloads - Key Payloads": "- **Function:** Detects distress signals from emergency beacons via the COSPAS-SARSAT network. - **Applications:** Supports rapid alerting and coordination for maritime, aviation, and land-based rescue missions. ---",
    "INSAT-3A: A Multi-Purpose Geostationary Satellite with Meteorological Payloads - Contributions": "INSAT-3A played a critical role in India’s early integrated meteorological satellite services. Its meteorological payloads: - Extended continuity of space-based weather observations - Improved forecast models with real-time cloud, temperature, and humidity data - Supported MOSDAC’s climate and environmental monitoring efforts - Aided disaster preparedness and response through timely weather insights In addition to its meteorological roles, INSAT-3A also fulfilled important national demands in communication and broadcasting services."
  },
  "27_satellite_insat-3c_details": {
    "INSAT-3C: A Communication Satellite with a Meteorological Imager - Mission Overview": "INSAT-3C was a multi-role geostationary satellite launched under the Indian National Satellite (INSAT) series. While primarily focused on communication, broadcasting, and telecommunication services, it was also equipped with a meteorological imager to support India's weather observation capabilities. The satellite’s meteorological data was archived by MOSDAC and used in operational weather analysis. ---",
    "INSAT-3C: A Communication Satellite with a Meteorological Imager - Launch and Orbital Characteristics": "- **Launch Date:** January 24, 2002 - **Launch Vehicle:** Ariane 4 (operated by Arianespace) - **Launch Site:** Guiana Space Centre, Kourou, French Guiana - **Orbit Type:** Geostationary Orbit (GSO) - **Orbital Slot:** Positioned at 74°E longitude over the equator - **Mission Life:** Designed for a 12-year operational lifespan ---",
    "INSAT-3C: A Communication Satellite with a Meteorological Imager - Meteorological Payload": "- **Function:** A three-band radiometer for meteorological imaging, similar to those on Kalpana-1 and INSAT-3A. - **Spectral Channels:** - **Visible:** 0.55–0.75 µm - **Thermal Infrared (TIR):** 10.5–12.5 µm - **Water Vapour (WV):** 5.7–7.1 µm - **Applications:** - Cloud pattern and motion tracking - Sea Surface Temperature (SST) estimation - Atmospheric water vapor profiling - Synoptic weather forecasting and regional weather monitoring ---",
    "INSAT-3C: A Communication Satellite with a Meteorological Imager - Contributions": "INSAT-3C played a supplementary role in India's space-based meteorological efforts. Though primarily a communication satellite, its VHRR instrument provided: - Continuous cloud imagery and thermal data for operational weather monitoring - Meteorological inputs that were archived and disseminated via MOSDAC - Complementary observations to support the growing network of INSAT meteorological satellites INSAT-3C helped maintain continuity of weather data and strengthened India’s integrated approach to satellite-based communication and meteorology."
  },
  "28_satellite_megha-tropiques_details": {
    "Megha-Tropiques: A Joint Indo-French Mission for Tropical Water Cycle Studies - Mission Overview": "Megha-Tropiques was a collaborative satellite mission between the Indian Space Research Organisation (ISRO) and the French Space Agency (CNES). It was specifically designed to study the atmospheric water cycle and the tropical energy budget. Its low-inclination orbit enabled frequent observations over the tropical belt (30°N to 30°S), making it highly effective for monitoring monsoons, tropical cyclones, and other convective weather systems. The mission's data was archived and disseminated through MOSDAC. ---",
    "Megha-Tropiques: A Joint Indo-French Mission for Tropical Water Cycle Studies - Launch and Orbital Characteristics": "- **Launch Date:** October 12, 2011 - **Launch Vehicle:** PSLV-C18 (Polar Satellite Launch Vehicle) - **Launch Site:** Satish Dhawan Space Centre (SDSC), Sriharikota, India - **Orbit Type:** Low Earth Orbit (LEO), inclined at 20° to the equator - **Orbit Nature:** Non-sun-synchronous orbit with excellent revisit frequency over tropical regions - **Mission Life:** Designed for 5 years of operations ---",
    "Megha-Tropiques: A Joint Indo-French Mission for Tropical Water Cycle Studies - Payloads": "- **Function:** Radiometer for measuring: - Shortwave (solar) and longwave (thermal) radiation fluxes at the top of the atmosphere - **Applications:** - Assessing the Earth's radiation balance - Studying cloud radiative effects and feedbacks in the tropics - Supporting climate model validation ---",
    "Megha-Tropiques: A Joint Indo-French Mission for Tropical Water Cycle Studies - Contributions": "Megha-Tropiques provided unprecedented insights into the tropical atmospheric water and energy cycles, contributing significantly to: - Detailed understanding of tropical rainfall distribution and intensity - Analysis of atmospheric water vapor and its role in weather systems - Monitoring of monsoon evolution and tropical cyclone development - Improving climate and weather prediction models for the tropics The data, especially from SAPHIR, was used in near real-time by international programs like the **GPM constellation**. MOSDAC played a central role in archiving and disseminating Megha-Tropiques data for both Indian and global users."
  },
  "29_satellite_saral_altika_details": {
    "SARAL-AltiKa: A Joint Indo-French Ocean Altimetry Mission - Mission Overview": "SARAL (Satellite with ARgos and ALtiKa) is a collaborative oceanographic satellite mission between the Indian Space Research Organisation (ISRO) and the French Space Agency (CNES). Its primary goal is to perform satellite altimetry—precise measurements of sea surface height—using the advanced Ka-band AltiKa altimeter. These measurements are crucial for monitoring global sea level rise, ocean circulation, and mesoscale phenomena. The mission also carries an Argos payload for global data collection. Processed data from SARAL is archived and disseminated through MOSDAC. ---",
    "SARAL-AltiKa: A Joint Indo-French Ocean Altimetry Mission - Launch and Orbital Characteristics": "- **Launch Date:** February 25, 2013 - **Launch Vehicle:** PSLV-C20 - **Launch Site:** Satish Dhawan Space Centre (SDSC SHAR), Sriharikota, India - **Orbit Type:** Sun-Synchronous Polar Orbit (SSPO), ~800 km altitude - **Repeat Cycle:** 35 days - **Mission Life:** Designed for 5 years of operation ---",
    "SARAL-AltiKa: A Joint Indo-French Ocean Altimetry Mission - Payloads": "- **Function:** Receives and relays data from ground-based and oceanic platforms such as: - Ocean buoys - Argo floats - Animal tracking beacons - Meteorological stations - **Applications:** - Supporting environmental research and biodiversity studies - Providing ground-truth for satellite-based climate and ocean observations - Enabling near real-time in-situ data acquisition for oceanographic and meteorological use ---",
    "SARAL-AltiKa: A Joint Indo-French Ocean Altimetry Mission - Contributions": "SARAL-AltiKa has significantly advanced global ocean and climate monitoring through: - **Precision Altimetry:** Providing detailed and accurate measurements of sea surface height - **Climate Monitoring:** Supporting the detection of sea level rise and contributing to long-term climate datasets - **Operational Forecasting:** Feeding ocean state models used for marine navigation and coastal planning - **International Collaboration:** Complementing other satellite missions like Jason, Sentinel-6, and contributing to the global altimetry constellation - **In-Situ Integration:** Enhancing satellite observations with on-the-ground data via the Argos system"
  },
  "31_data_policy_usage_citation": {
    "MOSDAC Data Policy, Usage Guidelines, and Citation - Overview": "The Meteorological and Oceanographic Satellite Data Archival Centre (MOSDAC) operates under the data access and usage policies set by the Government of India, Department of Space (DOS), and the Indian Space Research Organisation (ISRO). These policies ensure responsible use, proper attribution, and fair access to satellite data while safeguarding national and operational interests. ---",
    "MOSDAC Data Policy, Usage Guidelines, and Citation - General Data Access and Usage Guidelines": "1. **User Registration:** - Access to most operational and high-resolution satellite data requires user registration on the MOSDAC portal. - Registration helps track data usage and supports compliance monitoring. - Some datasets—such as quick-look imagery or preview products—are available without login. 2. **Primary Use for Research and Education:** - Data is intended primarily for **non-commercial** applications such as: - Academic research - Teaching and training - Public sector and governmental use - Redistribution or resale of raw data is **not permitted** unless explicitly authorized. 3. **Value-Added Products (VAPs):** - Users are encouraged to derive value-added products by integrating, processing, or analyzing MOSDAC data. - These VAPs may be distributed or published more freely, provided proper attribution is given. - Responsibility for the accuracy and validation of VAPs lies with the user. 4. **\"As-Is-Where-Is\" Basis:** - All data is provided without warranties or guarantees. - Users must validate the applicability and accuracy of data for their specific needs. - MOSDAC is not liable for errors or losses arising from the use of its datasets. 5. **Disaster Management Exception:** - Expedited access and broader sharing privileges are granted to authorized agencies involved in **disaster management**. - Such access may be coordinated with the National Remote Sensing Centre (NRSC), SAC, or designated nodal agencies. 6. **Commercial Use:** - Commercial users seeking satellite data for business or industrial applications must: - Obtain approval through formal agreements with ISRO/SAC. - Abide by pricing, licensing, and redistribution terms specific to commercial use cases. ---",
    "MOSDAC Data Policy, Usage Guidelines, and Citation - Data Citation and Acknowledgement": "Proper acknowledgment of MOSDAC as the data provider is **mandatory** in all: - Research papers - Technical reports - Conference presentations - Websites or visualizations - Public data sharing platforms"
  }
}